[
    {
        "name": "Спрут",
        "description": "В небольшом сицилийском городке убивают начальника уголовного розыска Маринео. Кажется, что это преступление мафии. В тот же день становится известно еще об одной смерти. Покончила с собой маркиза Печчи Шалойя.\nНа место убитого комиссара назначают Коррадо Каттани, опытного полицейского, который переезжает на Сицилию с женой и дочерью. Расследуя убийство предшественника, Коррадо знакомится с наркоманкой Титти Печчи Шалойя и постепенно в нее влюбляется. Вскоре ему удается нащупать скрытую связь между убийством Маринео и самоубийством маркизы…",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/4303601/e48b376c-5f0b-428d-a6f2-cbe6950faada/orig",
        "id": "79861",
        "year": 1984,
        "genres": "триллер, драма, мелодрама, криминал, детектив",
        "rating": 7.872,
        "actors": "Микеле Плачидо, Барбара Де Росси, Патриция Милларде, Николь Жаме, Анджело Инфанти, Пино Колицци, Ренато Мори, Эурилья дель Боно, Каридди Нардулли, Джефри Коплстон, Жак Дакмин, Поль Гер, Флавио Буччи, Флоринда Болкан, Франсуа Перье, Эрина Спото, Микеле Абруццо, Луиджи Атзери, Доменико Дженнаро, Джузеппе Пьерини, Франко Транкина, Альфредо Кьоди, Марселло Вендитти, Массимо Бонетти, Мария Денаро, Реджина Маргерита, Россана Ла Роса, Симона Каваллари, Росанджела Пагана, Патриция Аллегра, Марчелло Перраккьо, Сильвино Ваккаро, Луиджи Валлини, Витторио Дузе, Ренато Чеккетто, Алессандро де Фредеричис, Франческо Багарелла, Франческо Лауриано, Пинуччья Пассарелло, Альфонсо Джиганти, Антонио Орландо, Джузеппе Намио, Миммо Миньеми, Витторио Мюзи, Луиджи Урси, Джованни Джанконо, Витторио Де Бизоньо, Джанкарло Сакаролла, Чезаре Ниццика, Лорис Баццокки",
        "directors": "Дамиано Дамиани",
        "country": "Италия, Австрия, Франция, Великобритания, Германия, Испания, Швеция",
        "duration": null,
        "budget": "N/A"
    },
    {
        "name": "Однажды разрушение постучалось в мою дверь",
        "description": "В обычной жизни редактора интернет-романов однажды появляется загадочный незнакомец и предлагает рискованную сделку.",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/4303601/c1b2e86b-9338-45fe-90ca-d3c5fd6ae9d6/orig",
        "id": "2045005",
        "year": 2021,
        "genres": "мелодрама, фэнтези",
        "rating": 8.208,
        "actors": "Пак По-ён, Со Ин-гук, Ли Су-хёк, Кан Тхэ-о, Щин До-хён, Ли Да-вон, У Хи-джин, Чон Джи-со, Ли Сын-джун, Сон Джу-хи, Чхве Со-юн, Хан Е-ри, Пак Тхэ-ин, Квон Су-хён, Нам Да-рым, Дэниэл Си Кеннеди, Сон Ён-сун, Пак Сын-джун, Ким Джи-сок, О Ён-а, Ли Дон-гю, Сон У-хён, Чон А-хи, Юн Бок-сон, Сон Джин-у, Рю Ён-сок, Юн Тхэ-су, Ли Хван-и, Щин Мун-сон, Чо Ван-ги, Ом Он-нан, Ли Джа-рён, Ли Е-со, Пак Чэ-джун, Чхве Мун-гён",
        "directors": "Квон Ён-иль",
        "country": "Корея Южная",
        "duration": null,
        "budget": "N/A"
    },
    {
        "name": "Призрачный доктор",
        "description": "В результате странного происшествия дух высокомерного и эгоистичного врача вселяется в его коллегу с совершенно другим характером.",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/6201401/810dd757-b2ee-4d97-a753-a923a22bedde/orig",
        "id": "4394779",
        "year": 2022,
        "genres": "драма, комедия, фэнтези",
        "rating": 8.582,
        "actors": "Рэйн, Ким Бом, Сон На-ын, Юи, Ким Джэ-ён, Со Джи-ён, Сон Дон-иль, Хван Сок-чон, Тон Бан-у, Тхэ Ин-хо, Чон Сэ-ён, Ли Тхэ-сон, Пак Чхоль-мин, Хан Сын-хён, Ю Ын-а, Сон Хун, Ли Чхон-му, Ан Хи-ён, Юн Со-хи, Ким У-джин, Ха Ён-джин, Щин Су-хан, Юн Да-гён, Пэ Ги-бом, Ли Гю-хён, Хон Ру-хён, Кым Гван-сан, Ким Юн-сыль, Сон Джу-ён, Пэк Ин-нам, Пак Сон-ху, Джошуа Ньютон, О Джи-ён, Пён Джу-хён, Пак Со-ын",
        "directors": "Пу Сон-чхоль",
        "country": "Корея Южная",
        "duration": null,
        "budget": "N/A"
    }
]