[
    {
        "name": "Американский психопат",
        "description": "Днем он ничем не отличается от окружающих, и в толпе вы не обратите на него внимания. Но ночью этот благовоспитанный гражданин превращается в изощренного убийцу, терроризирующего спящий город.\n\nСовременный дикарь, презирающий законы человечества, питается только испепеляющим пламенем своей ненависти, которая растет с каждым новым преступлением. Лавина ужаса приближается к критической черте. Скоро наступит момент, когда ее уже нельзя будет остановить.",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/1599028/cd539991-3fae-4931-b7d7-1d9e54cbc969/orig",
        "id": "588",
        "year": 2000,
        "genres": "драма, криминал, триллер",
        "rating": 7.153,
        "actors": "Кристиан Бэйл, Уиллем Дефо, Джош Лукас, Риз Уизерспун, Кэра Сеймур, Джастин Теру, Джаред Лето, Хлоя Севиньи, Саманта Мэтис, Мэтт Росс",
        "directors": "Мэри Хэррон",
        "country": "США, Канада",
        "duration": 102,
        "budget": 7000000
    },    
    {
        "name": "Меняющие реальность",
        "description": "Волею случая конгрессмен Дэвид Норрис узнает, что мир движется по заранее написанному плану, за исполнением которого следят работающие в неком Бюро Корректировки люди в шляпах, обладающие сверхъестественными способностями. Как назло, план не предусматривает дальнейших пересечений с балериной Элизой, в которую политик влюблен. Дэвид заручается поддержкой одного из агентов Бюро и начинает неравную борьбу с остальными, отстаивая свободу выбора и личное счастье...",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/1773646/c7f5ad63-5ce9-4d65-b1b4-020abd45668d/orig",
        "id": "450765",
        "year": 2011,
        "genres": "фантастика, триллер, мелодрама",
        "rating": 7.377,
        "actors": "Мэтт Дэймон, Эмили Блант, Энтони Маки, Джон Слэттери, Теренс Стэмп, Майкл Келли, Энтони Руйвивар, Дэвид Бишинс, Джонни Чикко, Брайан Хейли",
        "directors": "Джордж Нолфи",
        "country": "США",
        "duration": 105,
        "budget": 51000000
    },
    {
        "name": "Гангстер",
        "description": "После смерти хозяина, Фрэнк Лукас, тихий водитель гарлемского преступного авторитета, решает создать собственную криминальную империю. Его специальность — героин, который он ввозит напрямую из Юго-Восточной Азии. Лукас считает себя бизнесменом и конкурирует с другими группировками по всем правилам рыночной экономики, предлагая более качественный продукт по более низкой цене. Зарабатывая миллион долларов в день и придерживаясь однажды установленных для себя правил игры, он становится идолом для всего Гарлема, но по следам Фрэнка уже идёт Ричи Робертс — редкий для Нью-Йорка образец честного полицейского, ненавидимого коллегами.",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/1599028/1060b296-390a-41d3-bfcf-ce143725a520/orig",
        "id": "252156",
        "year": 2007,
        "genres": "драма, криминал, биография",
        "rating": 7.971,
        "actors": "Дензел Вашингтон, Рассел Кроу, Чиветель Эджиофор, Лимари Надаль, Джош Бролин, Арманд Ассанте, Роджер Гуэнвёр Смит, Руби Ди, Джон Ортис, Тед Левайн",
        "directors": "Ридли Скотт",
        "country": "США, Великобритания",
        "duration": 157,
        "budget": 100000000
    },
    {
        "name": "Двадцать одно",
        "description": "Карточная игра - комбинация уникальных математических расчетов, превосходных актерских талантов и хладнокровной выдержки. Карточный игрок - человек особого склада. Молодые люди решили провернуть аферу века и разорить крупнейшие казино страны на астрономическую сумму. Они решили взять Вегас! Их пятеро. Игра захватила их целиком. Их игра поразила своей виртуозностью. Они изменили ход самой игры.",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/6201401/19f5faaa-5fb3-47e6-816c-d435772dd266/orig",
        "id": "195847",
        "year": 2008,
        "genres": "триллер, драма, криминал, история",
        "rating": 7.707,
        "actors": "Джим Стёрджесс, Кевин Спейси, Кейт Босворт, Лоренс Фишбёрн, Аарон Ю, Лиза Лапира, Джейкоб Питтс, Джек МакГи, Джош Гад, Сэм Голзари",
        "directors": "Роберт Лукетич",
        "country": "США",
        "duration": 117,
        "budget": 35000000
    },
    {
        "name": "Славные парни",
        "description": "История о Генри Хилле — начинающем гангстере, занимающемся грабежами вместе с подельниками Джими Конвеем и Томми Де Вито, которые с легкостью убивают любого, кто встаёт у них на пути.",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/4774061/7f119fc4-7fe0-4738-9fa4-bc541d468911/orig",
        "id": "350",
        "year": 1990,
        "genres": "драма, криминал, биография",
        "rating": 8.127,
        "actors": "Роберт Де Ниро, Рэй Лиотта, Джо Пеши, Лоррейн Бракко, Пол Сорвино, Фрэнк Сиверо, Тони Дарроу, Майк Старр, Фрэнк Винсент, Чак Лоу",
        "directors": "Мартин Скорсезе",
        "country": "США",
        "duration": 140,
        "budget": 25000000
    },
    {
        "name": "Борат",
        "description": "Телеведущий из Казахстана Борат отправляется в США, чтобы сделать репортаж об этой «величайшей в мире стране». Однако по прибытии оказалось, что главная цель его визита — поиски Памелы Андерсон с целью жениться на ней, а вовсе не съемки документального фильма.",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/1704946/411ff0dc-712f-4e99-99c8-ecfd93f70d3f/orig",
        "id": "102474",
        "year": 2006,
        "genres": "комедия",
        "rating": 6.706,
        "actors": "Саша Барон Коэн, Памела Андерсон, Кен Давитян, Луэнелль, Честер, Чарли, Ильхам Алиев, Боб Барр, Кэрол Де Сарам, Митчелл Фальк",
        "directors": "Ларри Чарльз",
        "country": "США, Великобритания",
        "duration": 84,
        "budget": 18000000
    }
]