[
    {
        "name": "Зверополис",
        "description": "Добро пожаловать в Зверополис – современный город, населенный самыми разными животными, от огромных слонов до крошечных мышек. Зверополис разделен на районы, полностью повторяющие естественную среду обитания разных жителей – здесь есть и элитный район Площадь Сахары и неприветливый Тундратаун. В этом городе появляется новый офицер полиции, жизнерадостная зайчиха Джуди Хоппс, которая с первых дней работы понимает, как сложно быть маленькой и пушистой среди больших и сильных полицейских. Джуди хватается за первую же возможность проявить себя, несмотря на то, что ее партнером будет болтливый хитрый лис Ник Уайлд. Вдвоем им предстоит раскрыть сложное дело, от которого будет зависеть судьба всех обитателей Зверополиса.",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/4716873/893bba73-3105-4944-8d18-a38f929f2759/orig",
        "id": "775276",
        "year": 2016,
        "genres": "мультфильм, комедия, криминал, детектив, приключения, семейный, боевик"
    },
    {
        "name": "Рик и Морти",
        "description": "В центре сюжета - школьник по имени Морти и его дедушка Рик. Морти - самый обычный мальчик, который ничем не отличается от своих сверстников. А вот его дедуля занимается необычными научными исследованиями и зачастую полностью неадекватен. Он может в любое время дня и ночи схватить внука и отправиться вместе с ним в безумные приключения с помощью построенной из разного хлама летающей тарелки, которая способна перемещаться сквозь межпространственный тоннель. Каждый раз эта парочка оказывается в самых неожиданных местах и самых нелепых ситуациях.",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/10835644/9a7203bd-7f9d-4f45-bc39-cdf7d4156332/orig",
        "id": "685246",
        "year": 2013,
        "genres": "мультфильм, комедия, фантастика, приключения"
    },
    {
        "name": "Ну, погоди!",
        "description": "Веселые приключения неразлучной парочки - хулигана Волка и смышленого Зайца. Любимые с детства сцены погонь, ссор и примирений, шутки и мелодии.",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/1599028/a68f7c1a-fb83-4533-a4e2-f60485f2f440/orig",
        "id": "46483",
        "year": 1969,
        "genres": "мультфильм, комедия, приключения, детский"
    },
    {
        "name": "ВАЛЛ·И",
        "description": "Робот ВАЛЛ·И из года в год прилежно трудится на опустевшей Земле, очищая нашу планету от гор мусора, которые оставили после себя улетевшие в космос люди. Он и не представляет, что совсем скоро произойдут невероятные события, благодаря которым он встретит друзей, поднимется к звездам и даже сумеет изменить к лучшему своих бывших хозяев, совсем позабывших родную Землю.",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/1946459/146b1b20-347b-4b6a-98c8-fdc2c75495cb/orig",
        "id": "279102",
        "year": 2008,
        "genres": "мультфильм, фантастика, приключения, семейный"
    },
    {
        "name": "Жил-был пёс",
        "description": "Жил-был пёс. Верно служил, но выгнали его по старости. И решил он повеситься, да повстречал в лесу такого же старого волка...",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/4303601/03c5124a-e59a-474b-8dc9-6227db156566/orig",
        "id": "45319",
        "year": 1982,
        "genres": "мультфильм, комедия, короткометражка, семейный"
    },
    {
        "name": "Душа",
        "description": "Уже немолодой школьный учитель музыки Джо Гарднер всю жизнь мечтал выступать на сцене в составе джазового ансамбля. Однажды он успешно проходит прослушивание у легендарной саксофонистки и, возвращаясь домой вне себя от счастья, падает в люк и умирает. Теперь у Джо одна дорога — в Великое После, но он сбегает с идущего в вечность эскалатора и случайно попадает в Великое До. Тут новенькие души обретают себя, и у будущих людей зарождаются увлечения, мечты и интересы. Джо становится наставником упрямой души 22, которая уже много веков не может найти свою искру и отправиться на Землю.",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/4774061/ce2e470c-861c-4995-b6b1-54e1dd4932d4/orig",
        "id": "775273",
        "year": 2020,
        "genres": "мультфильм, фэнтези, комедия, приключения, семейный, музыка"
    },
    {
        "name": "Гравити Фолз",
        "description": "История рассказывает о приключениях близнецов, брата и сестры Диппера и Мэйбл Пайнс, чьи летние планы отправляются в чулан, когда родители оправляют их к дальнему родственнику в тихий городок Гравити Фолз. Но так ли прост этот город, родственник и жители, и какие тайны ждут своих первооткрывателей?",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/1599028/04954219-061a-4646-a7d6-054fdc34b053/orig",
        "id": "591929",
        "year": 2012,
        "genres": "мультфильм, комедия, детектив, приключения, семейный, фантастика"
    },
    {
        "name": "Человек-паук: Через вселенные",
        "description": "Мы всё знаем о Питере Паркере. Он спас город, влюбился, а потом спасал город снова и снова… Но все это – в нашем измерении. А что если в результате работы гигантского коллайдера откроется окно из одного измерения в другое? Найдется ли в нем свой Человек-паук? И как он будет выглядеть? Приготовьтесь к тому, что в разных вселенных могут быть разные Люди-пауки и однажды им придется собраться вместе для борьбы с почти непобедимым врагом.",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/1900788/64417bd3-838b-4910-a9f4-c278c509d568/orig",
        "id": "920265",
        "year": 2018,
        "genres": "мультфильм, фантастика, фэнтези, боевик, комедия, приключения, семейный"
    },
    {
        "name": "Трое из Простоквашино",
        "description": "Жил-был мальчик по прозвищу Дядя Федор. Он очень любил животных, но его родители и слышать ничего не хотели о том, чтобы в их квартире завелся кто-то хвостатый и лохматый. И пришлось Дяде Федору со своими новыми приятелями - котом Матроскиным и верным песиком Шариком - отправиться в деревню Простоквашино.",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/1600647/6edf850a-19ea-4c25-8d74-d218eca3bd4a/orig",
        "id": "42326",
        "year": 1978,
        "genres": "мультфильм, детский, короткометражка"
    },
    {
        "name": "Гадкий я",
        "description": "Гадкий снаружи, но добрый внутри Грю намерен, тем не менее, закрепить за собой статус главного архизлодея в мире, для чего он решает выкрасть Луну при помощи созданной им армии миньонов. Дело осложняют конкуренты, вставляющие высокотехнические палки в колеса, и семейные обстоятельства в виде трех сироток, о которых Грю вынужден заботиться.",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/1900788/ae11375b-68ad-4bf7-98d2-127d83e09381/orig",
        "id": "432724",
        "year": 2010,
        "genres": "мультфильм, фантастика, комедия, криминал, приключения, семейный"
    },
    {
        "name": "Миньоны",
        "description": "Миньоны живут на планете гораздо дольше нас. У них одна навязчивая идея – служить самой Гадкой личности из имеющихся в наличии. Динозавры, фараоны, Дракула, Наполеон – все они оказались недолговечны. И тогда миньоны рванули в Нью-Йорк. Их ждут деньги, власть, роковая суперзлодейка Скарлет Оверкилл и, конечно же, вкуснейшая “банана”! Во всяком случае, так им кажется.",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/1600647/a609cedc-7f75-4cb3-9e60-a5735c0c741b/orig",
        "id": "694051",
        "year": 2015,
        "genres": "мультфильм, фантастика, комедия, криминал, приключения, семейный"
    },
    {
        "name": "Босс-молокосос",
        "description": "Семилетний фантазёр Тима ревнует родителей к недавно появившемуся на свет брату. Но малыш – совсем не простой ребенок, он обладает лидерскими задатками, уже носит деловые костюмы и во всём видит бизнес-задачу. Однажды Тим узнает о заговоре, целью которого является уничтожение любви, и организовал его директор компании «Puppy Co». Но одному Тиму не по силам его остановить. Мальчику предстоит объединиться со своим нелюбимым братом, чтобы спасти родителей и вернуть порядок на Земле.",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/4303601/963dbe30-0a49-4d8c-9f30-4c08c03ed806/orig",
        "id": "842567",
        "year": 2017,
        "genres": "мультфильм, комедия, приключения, семейный"
    },
    {
        "name": "Кунг-фу Панда",
        "description": "Спасение Долины Мира и всех ее обитателей от непобедимого и безжалостного мастера Тай Лунга должно лечь на плечи Воина Дракона, Избранного среди лучших из лучших, коим становится… неуклюжий, ленивый и вечно голодный панда По.\n\nЕму предстоит долгий и трудный путь к вершинам мастерства кунг-фу бок о бок с легендарными воинами: Тигрой, Обезьяной, Богомолом, Гадюкой и Журавлем. По постигнет тайну древнего Свитка и станет Воином Дракона только в том случае, если сможет поверить в себя…",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/1900788/a9c4698d-7eea-4fe8-8624-4c536c09f7fd/orig",
        "id": "103734",
        "year": 2008,
        "genres": "мультфильм, фэнтези, боевик, комедия, приключения, семейный"
    },
    {
        "name": "Винни Пух",
        "description": "Первый фильм из серии о забавном медвежонке и его друзьях. Фильм снят по сказке Алана Милна. Глава, в которой происходит знакомство с Винни-Пухом и подозрительными пчелами.",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/1599028/c5b6c0c7-f300-4c3d-99f2-cd09801ff43f/orig",
        "id": "45779",
        "year": 1969,
        "genres": "мультфильм, детский, короткометражка"
    },
    {
        "name": "Гадкий я 2",
        "description": "В то время как Грю, бывший суперзлодей, приспосабливается к семейной жизни и пытается честным трудом зарабатывать в сфере бизнеса, тайные лаборатории Арктики оказываются украденными. Анти-Злодейская лига решает, что она нуждается в помощи Грю и его новобранцев в расследовании.",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/4303601/4030a2d4-7ef3-45bc-bdeb-7f0a072d2a13/orig",
        "id": "550910",
        "year": 2013,
        "genres": "мультфильм, фантастика, комедия, криминал, приключения, семейный"
    },
    {
        "name": "Футурама",
        "description": "По нелепой случайности Фрай попадает в будущее — в 3000 год, где его ждут верные друзья в лице безумного робота Бендера и одноглазой Лилы.",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/1777765/44e4b345-2500-48f9-aaf1-b7e7918279d6/orig",
        "id": "79920",
        "year": 1999,
        "genres": "мультфильм, фантастика, комедия, приключения"
    },
    {
        "name": "Симпсоны",
        "description": "Семейство Симпсонов — папаша Гомер, мама Мардж, дочери Лиза и маленькая Мэгги, и несносный подросток Барт — проживают в среднестатистическом городке Спрингфилд. Гомер трудится на местной атомной станции, Мардж занимается домом и детьми, любознательная Лиза отлично учится в школе, а Барт постоянно попадает во всякие переделки.",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/4303601/2fc554db-e5d1-475d-a5a3-4029b111b401/orig",
        "id": "77164",
        "year": 1989,
        "genres": "мультфильм, комедия"
    },
    {
        "name": "Ральф против интернета",
        "description": "На этот раз Ральф и Ванилопа фон Кекс выйдут за пределы зала игровых автоматов и отправятся покорять бескрайние просторы интернета, который может и не выдержать сокрушительного обаяния громилы.",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/1599028/273336a7-6541-49e3-bab5-af59baa399c4/orig",
        "id": "988782",
        "year": 2018,
        "genres": "мультфильм, комедия, приключения, семейный, фантастика"
    },
    {
        "name": "Зверопой 2",
        "description": "Тяжело быть продюсером, когда ты коала и у тебя лапки. Еще сложнее, когда твоя верная помощница древнее печатной машинки. И совсем весело, когда твоя труппа — это танцующий без остановки пухляш, колючая девочка-панк, застенчивая школьница, верзила-гангстер и многодетная мама, чьи дети — поросята в прямом смысле слова. Рецепт успеха прост — рвануть в мировую столицу развлечений, завербовать легендарного рок-музыканта и взорвать сцену новым шоу.",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/4303601/86bed0ee-6c1f-4a1d-85dd-1da7f194f97a/orig",
        "id": "1009142",
        "year": 2021,
        "genres": "мультфильм, мюзикл, комедия, приключения, семейный"
    },
    {
        "name": "Зверопой",
        "description": "В мире, который населяют звери, коала по имени Бастер Мун изо всех сил пытается предотвратить закрытие своего театра. В итоге Бастер и его друг баран Эдди устраивают конкурс певцов, предлагая принять участие каждому жителю города.",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/1704946/3499ebec-3259-4be6-9123-41a7d9aa9737/orig",
        "id": "821008",
        "year": 2016,
        "genres": "мультфильм, мюзикл, комедия, семейный"
    },
    {
        "name": "Суперсемейка",
        "description": "История семьи супергероев, члены которой уже отошли от больших дел и предпочитают жить непримечательной жизнью обычных землян. Они обладают сверхъестественными способностями и относительно легко справлялись с мировым злом.\n\nНо в один прекрасный день папаше и его домочадцам приходится вновь облачиться в прорезиненные костюмы супергероев (а для этого нужно срочно сбросить лишние килограммы) и в очередной раз спасти человечество от таинственного злодея.",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/1773646/df82213b-be04-4720-85ac-0f5e62c48e4c/orig",
        "id": "38903",
        "year": 2004,
        "genres": "мультфильм, фантастика, семейный, боевик"
    },
    {
        "name": "Суперсемейка 2",
        "description": "После событий первой части суперсемейка пользуется повышенным вниманием со стороны журналистов. Неожиданно оказалось, что обаятельная Миссис Исключительная гораздо лучше смотрится на экране телевизора, чем её муж. Мистеру Исключительному все чаще приходится сидеть дома и приглядывать за детьми, у каждого из которых есть свои причины быть недовольным собственными суперспособностями. Однако семейным проблемам предстоит отступить на второй план, когда окажется, что спокойствию Суперсемейки угрожает новый могущественный враг.",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/1900788/6d036080-e602-4004-a6c7-2bc78653c465/orig",
        "id": "839650",
        "year": 2018,
        "genres": "мультфильм, фантастика, боевик, комедия, приключения, семейный"
    }
]