[
    {
        "name": "Футурама",
        "description": "По нелепой случайности Фрай попадает в будущее — в 3000 год, где его ждут верные друзья в лице безумного робота Бендера и одноглазой Лилы.",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/1777765/44e4b345-2500-48f9-aaf1-b7e7918279d6/orig",
        "poster_path": "images\\79920.jpg",
        "id": "79920",
        "year": 1999,
        "genres": "мультфильм, фантастика, комедия, приключения",
        "rating": 8.192,
        "actors": "Билли Уэст, Джон Ди Маджио, Кэти Сагал, Тресс МакНилл, Фил ЛаМарр, Морис ЛаМарш, Лорен Том, Дэвид Херман, Фрэнк Уэлкер, Кэт Суси, Доун Льюис, Том Кенни, Дэн Кастелланета, Эл Гор, Джордж Такэй, Николь Ст. Джон, Фил Хендри, Кулио, Федор Чин, Памела Андерсон, Леонард Нимой, Люси Лью, Стивен Хокинг, Бампер Робинсон, Нишелль Николс, Кара Делевинь, Сара Силверман, Кевин Майкл Ричардсон, Дик Кларк, Рон Попейл, Майк Даймонд, Нора Данн, Донован, Джон Гудман, Клаудия Шиффер, Адам Хоровиц, Паркер Поузи, Поли Шор, Боб Баркер, Рич Литтл, Хэнк Азария, Беатрис Артур, Джен Хукс, Бек, Сигурни Уивер, Уильям Шетнер, Хэнк Аарон, Боб Оденкёрк, Розанна Барр",
        "directors": "Питер Аванзино, Брэт Хааланд, Рич Мур, Грегг Ванцо",
        "country": "США",
        "duration": null,
        "budget": "N/A",
        "tapeop_url": "https://98838.svetacdn.in/gzIOdW6ZBYvH/tv-series/1685"
    },
    {
        "name": "Футурама: Большой куш Бендера!",
        "description": "Когда злые инопланетяне-нудисты устраивают кибер-атаку на Плэнет-Экспресс, они обнаруживают шокирующий факт: секрет путешествий во времени вытатуирован на ягодицах Фрая. Используя своё вирусное програмное обеспечение, чтобы контролировать Бендера, они засылают робота в прошлое, чтобы разграблять величайшие сокровищницы Земли. Волнение Бендером пространства и времени приводит к ужасным последствиям",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/6201401/6e829899-65f3-414e-9c47-f3277bfbd636/orig",
        "poster_path": "images\\229938.jpg",
        "id": "229938",
        "year": 2007,
        "genres": "мультфильм, мюзикл, фантастика, мелодрама, комедия",
        "rating": 7.727,
        "actors": "Билли Уэст, Кэти Сагал, Джон Ди Маджио, Тресс МакНилл, Морис ЛаМарш, Фил ЛаМарр, Лорен Том, Дэвид Херман, Доун Льюис, Кэт Суси, Фрэнк Уэлкер, Кулио, Эл Гор, Марк Хэмилл, Том Кенни, Сара Силверман",
        "directors": "Дуэйн Кэри-Хилл",
        "country": "США",
        "duration": 88,
        "budget": "N/A",
        "tapeop_url": "https://1487.svetacdn.in/gzIOdW6ZBYvH/movie/3785"
    },
    {
        "name": "Футурама: Зверь с миллиардом спин",
        "description": "События происходят непосредственно после «Большого куша Бендера». Огромный раскол в пространстве и времени позволяет отвратительному, размером с планету монстру из другой вселенной проникнуть на Землю. Он берёт под контроль Фрая, делая из него Папу новой религии, которая охватывает всю планету и в последствие приводит к тому, что население покидает Землю, оставляя её в руках роботов.",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/4303601/61c1cc28-e8d2-4da9-ae47-58bb1ab955b5/orig",
        "poster_path": "images\\376446.jpg",
        "id": "376446",
        "year": 2008,
        "genres": "мультфильм, фантастика, мелодрама, комедия",
        "rating": 7.271,
        "actors": "Билли Уэст, Кэти Сагал, Джон Ди Маджио, Тресс МакНилл, Морис ЛаМарш, Фил ЛаМарр, Лорен Том, Дэвид Херман, Дэн Кастелланета, Дэвид Кросс, Стивен Хокинг, Бриттани Мерфи",
        "directors": "Питер Аванзино",
        "country": "США",
        "duration": 88,
        "budget": "N/A",
        "tapeop_url": "https://49857.svetacdn.in/gzIOdW6ZBYvH/movie/3788"
    },
    {
        "name": "Футурама: Игра Бендера",
        "description": "Когда цены на топливо взлетают до небес, команда Плэнет-Экспресс отправляется в новое опасное путешествие к единственному на свете источнику темной материи — топливу для всех космических кораблей. Но глубоко под землей наши герои попадают в очень необычное место… средневековую страну!!! с драконами, магами и «обдолбанными» рыцарями, которые подозрительно похожи на Бендера.",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/4774061/6072d933-5abc-4b8c-bd52-f853351398db/orig",
        "poster_path": "images\\376447.jpg",
        "id": "376447",
        "year": 2008,
        "genres": "мультфильм, фантастика, фэнтези, боевик, комедия, приключения",
        "rating": 7.391,
        "actors": "Билли Уэст, Кэти Сагал, Джон Ди Маджио, Тресс МакНилл, Морис ЛаМарш, Фил ЛаМарр, Лорен Том, Дэвид Херман, Кэт Суси, Фрэнк Уэлкер, Е. Гари Гигакс, Рич Литтл, Джордж Такэй, Пол Д. Калдер, Дэвид И. Коэн, Дэник Томас",
        "directors": "Дуэйн Кэри-Хилл",
        "country": "США",
        "duration": 87,
        "budget": "N/A",
        "tapeop_url": "https://60205.svetacdn.in/gzIOdW6ZBYvH/movie/3786"
    },
    {
        "name": "Футурама: В дикую зеленую даль",
        "description": "Реальная эпическая научно-фантастическая история, которая вовлекает персонажей в древнее сражение, длившееся на протяжении миллиардов лет, и команда Плэнет-Экспресс, конечно, оказывается в её эпицентре",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/4774061/a56ce208-304d-47ae-a7b9-2f858f0edcb6/orig",
        "poster_path": "images\\376448.jpg",
        "id": "376448",
        "year": 2009,
        "genres": "мультфильм, фантастика, комедия",
        "rating": 7.318,
        "actors": "Билли Уэст, Кэти Сагал, Джон Ди Маджио, Тресс МакНилл, Морис ЛаМарш, Фил ЛаМарр, Лорен Том, Дэвид Херман, Доун Льюис, Снуп Догг, Фил Хендри, Сет Макфарлейн, Пенн Джиллетт, Теллер",
        "directors": "Питер Аванзино",
        "country": "США",
        "duration": 90,
        "budget": "N/A",
        "tapeop_url": "https://33810.svetacdn.in/gzIOdW6ZBYvH/movie/3787"
    }
]