[
    {
        "name": "Остаться в живых",
        "description": "Красавец-лайнер, совершающий полет из Сиднея в Лос-Анджелес, неожиданно терпит крушение. 48 пассажиров оказываются на пустынном острове посреди океана. Люди в панике.\n\nНадежда быть найденными довольно призрачна. Поэтому остается только одно: собраться с силами и постараться выжить на острове, начиненном множеством опасностей...",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/1773646/e44eb2d3-9a69-4d03-b851-88f694c4fd55/orig",
        "id": "104122",
        "year": 2004,
        "genres": "фантастика, детектив, фэнтези, триллер, драма, приключения",
        "rating": 8.142,
        "actors": "Мэттью Фокс, Эванджелин Лилли, Джош Холлоуэй, Терри О’Куинн, Навин Эндрюс, Хорхе Гарсиа, Майкл Эмерсон, Эмили де Рэвин, Ким Юн-джин, Дэниэл Дэ Ким",
        "directors": "Джек Бендер, Стивен Уильямс, Пол А. Эдвардс, Такер Гейтс",
        "country": "США",
        "duration": null,
        "budget": "N/A"
    },
    {
        "name": "Иллюзия обмана",
        "description": "Команда лучших иллюзионистов мира проворачивает дерзкие ограбления прямо во время своих шоу, играя в кошки-мышки с агентами ФБР.",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/1898899/dff4515a-286f-4288-b1cb-43bed18c0080/orig",
        "id": "522892",
        "year": 2013,
        "genres": "криминал, триллер, детектив",
        "rating": 7.728,
        "actors": "Джесси Айзенберг, Марк Руффало, Вуди Харрельсон, Айла Фишер, Дэйв Франко, Мелани Лоран, Морган Фриман, Майкл Кейн, Майкл Келли, Коммон",
        "directors": "Луи Летерье",
        "country": "США, Франция",
        "duration": 115,
        "budget": 75000000
    },
    {
        "name": "В погоне за счастьем",
        "description": "Крис Гарднер – отец-одиночка. Воспитывая пятилетнего сына, Крис изо всех сил старается сделать так, чтобы ребенок рос счастливым. Работая продавцом, он не может оплатить квартиру, и их выселяют.\nОказавшись на улице, но не желая сдаваться, отец устраивается стажером в брокерскую компанию, рассчитывая получить должность специалиста. Только на протяжении стажировки он не будет получать никаких денег, а стажировка длится 6 месяцев...",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/1599028/88d2a9f4-8bc7-451a-b6ef-9eb8bef2b245/orig",
        "id": "104938",
        "year": 2006,
        "genres": "драма, биография",
        "rating": 8.261,
        "actors": "Уилл Смит, Джейден Смит, Тандиве Ньютон, Брайан Хау, Джеймс Карен, Дэн Кастелланета, Курт Фуллер, Такайо Фишер, Кевин Уэст, Джордж Чунг",
        "directors": "Габриэле Муччино",
        "country": "США",
        "duration": 117,
        "budget": 55000000
    }
]