[
    {
        "name": "Человек-паук: Паутина вселенных",
        "description": "После воссоединения с Гвен Стейси дружелюбный сосед Человек-Паук попадает из Бруклина в Мультивселенную, где встречает команду Паучков, защищающих само её существование. Пытаясь справиться с новой угрозой, Майлз сталкивается с Пауками из других вселенных. Настаёт момент, когда ему необходимо решить, что значит быть героем, спасающим тех, кого любишь больше всего.",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/10893610/4df6ae79-1fef-4a72-b55d-9be66233af1e/orig",
        "id": "1219177",
        "year": 2023,
        "genres": "мультфильм, фантастика, фэнтези, боевик, приключения",
        "rating": 8.394,
        "actors": "Шамеик Мур, Хейли Стайнфелд, Брайан Тайри Генри, Луна Лорен Велес, Джейк Джонсон, Оскар Айзек, Джейсон Шварцман, Исса Рэй, Дэниэл Калуя, Каран Сони",
        "directors": "Жуакин Душ Сантуш, Кемп Пауэрс, Джастин Томпсон",
        "country": "США",
        "duration": 140,
        "budget": 150000000
    },
    {
        "name": "Город героев",
        "description": "Юный Хиро Хамада — прирожденный изобретатель и гений конструирования роботов. Вместе со старшим братом Тадаши они воплощают в жизнь самые передовые идеи в Техническом университете города будущего Сан-Франсокио. После серии загадочных событий друзья оказываются в центре коварного заговора. Отчаявшись, Хиро решает использовать веселого и добродушного экспериментального робота Бэймакса, перепрограммировав его в неуязвимую боевую машину.",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/1629390/d8e9cdc0-f92e-4047-9753-ee3d440ef942/orig",
        "id": "693126",
        "year": 2014,
        "genres": "мультфильм, фантастика, комедия, семейный, боевик",
        "rating": 7.975,
        "actors": "Райан Поттер, Скотт Эдсит, Дэниэл Хенни, ТиДжей Миллер, Джейми Чон, Дэймон Уайанс мл., Дженезис Родригес, Джеймс Кромуэлл, Алан Тьюдик, Майя Рудольф",
        "directors": "Дон Холл, Крис Уильямс",
        "country": "США",
        "duration": 105,
        "budget": 165000000
    },
    {
        "name": "Царь горы",
        "description": "Байки из жизни отдельного человеческого вида — «техасца обыкновенного». Представители: Хэнк Хилл — простой обыватель и глава семейства, его жена Пегги — учительница, сын Бобби — вступающий в период полового созревания толстяк и племянница Луанна, постоянно разбрасывающая где попало свое нижнее белье.",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/1600647/1b63d58f-6194-47f8-a49e-95023a88cc85/orig",
        "id": "395374",
        "year": 1997,
        "genres": "мультфильм, драма, комедия",
        "rating": 6.901,
        "actors": "Майк Джадж, Кэти Нэджими, Памела Адлон, Джонни Хардвик, Стивен Рут, Бриттани Мерфи, Тоби Хасс, Дэвид Херман, Эшли Гарднер, Лорен Том",
        "directors": "Уэсли Арчер, Клэй Холл, Тришиа Гарсиа, Кёнг Хи Лим",
        "country": "США",
        "duration": null,
        "budget": "N/A"
    },
    {
        "name": "Утиные истории",
        "description": "Скрудж Макдак и его племянники Билли, Вилли и Дилли попадают в захватывающие приключения, из которых всегда с честью выбираются.",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/6201401/a7ab7fbb-adfc-4a90-a6ee-744339e9d662/orig",
        "id": "81426",
        "year": 1987,
        "genres": "мультфильм, комедия, детский, приключения, семейный",
        "rating": 7.921,
        "actors": "Алан Янг, Расси Тейлор, Чак МакКанн, Теренс МакГоверн, Фрэнк Уэлкер, Хэл Смит, Джоан Гербер, Хэмилтон Кэмп, Джун Форэй, Питер Каллен",
        "directors": "Боб Хэчкок, Джеймс Т. Уолкер, Алан Заслов, Теренс Харрисон",
        "country": "Тайвань, Япония, США",
        "duration": null,
        "budget": "N/A"
    },
    {
        "name": "Ральф",
        "description": "Ральф – второстепенный персонаж восьмибитной компьютерной игры, и ему надоело находиться в тени главного героя, мастера на все руки Феликса, который всегда появляется, чтобы «исправить» ситуацию! После тридцати лет добросовестной работы в роли злодея, в течение которых все похвалы выпадали на долю Феликса, Ральф больше не хочет быть плохим.\n\nОн решает отправиться в путешествие по аркадным играм разных жанров, чтобы доказать всем, что и он тоже может быть героем. На своем пути Ральф встречает героев разных игр - хладнокровную сержанта Калхун из игры Hero’s Duty, оберегающую планету от нашествия инопланетных захватчиков, и сладкую на вид, но острую на язычок Сластену фон Дю, чье существование в гоночном симуляторе Sugar Rush внезапно оказывается под угрозой. Наконец-то Ральфу выпадает шанс показать, что он умеет не только разрушать!",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/1599028/1a217dd3-6970-4ae2-9fa3-eebb4bffaa28/orig",
        "id": "586260",
        "year": 2012,
        "genres": "мультфильм, фантастика, фэнтези, комедия, приключения, семейный",
        "rating": 7.793,
        "actors": "Джон Си Райли, Сара Силверман, Джек Макбрайер, Джейн Линч, Алан Тьюдик, Минди Кейлинг, Джо Ло Трульо, Эд О’Нил, Деннис Хейсберт, Эди Макклёрг",
        "directors": "Рич Мур",
        "country": "США",
        "duration": 101,
        "budget": 165000000
    },
    {
        "name": "Мегамозг",
        "description": "Мегамозг – самый гениальный и самый неудачливый злодей в мире. Вот уже много лет он пытается покорить Метро-Сити самыми разнообразными способами. Но каждая такая попытка кончается провалом по вине супергероя по имени Метро-Мэн. Но злодей убивает супергероя, и внезапно Мегамозг лишается цели в жизни. Суперзлодей без супергероя.\n\nЕдинственный выход – создать нового супергероя, которого он называет Титаном. Но Титан решает, что быть злодеем куда интереснее. Вот только ему не хочется править миром, он желает его уничтожить. Мегамозгу предстоит непростой выбор. Сможет ли злой гений стать героем – спасителем человечества.",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/1898899/ec4dc5fd-3151-4ff7-bd36-2a9ae0b7f558/orig",
        "id": "405608",
        "year": 2010,
        "genres": "мультфильм, фантастика, боевик, триллер, комедия, криминал, детектив, семейный",
        "rating": 7.594,
        "actors": "Уилл Феррелл, Брэд Питт, Тина Фей, Джона Хилл, Дэвид Кросс, Бен Стиллер, Джастин Теру, Джессика Шульте, Том МакГрат, Эмили Нордвинд",
        "directors": "Том МакГрат",
        "country": "США, Австралия",
        "duration": 95,
        "budget": 130000000
    },
    {
        "name": "Кунг-фу Панда 3",
        "description": "Воссоединившись со своим давно потерянным отцом, По отправляется в тайный рай для панд, где его ожидает встреча с множеством веселых сородичей. Однако вскоре злодей Кай начинает зачистку - он уничтожает кунг-фу мастеров по всему Китаю.\nПо предстоит сделать невозможное - обучить боевому искусству деревню, полную его веселых, неуклюжих собратьев, и тем самым превратить их в отряд кунг-фу панд.",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/1946459/52d6e21c-68d2-44eb-80b3-ed572c7bdc85/orig",
        "id": "692865",
        "year": 2016,
        "genres": "мультфильм, фэнтези, боевик, комедия, приключения, семейный",
        "rating": 7.261,
        "actors": "Джек Блэк, Брайан Крэнстон, Дастин Хоффман, Анджелина Джоли, Дж.К. Симмонс, Джеки Чан, Сет Роген, Люси Лью, Дэвид Кросс, Кейт Хадсон",
        "directors": "Алессандро Карлони, Дженнифер Ю Нельсон",
        "country": "США, Китай",
        "duration": 95,
        "budget": 145000000
    },
    {
        "name": "Камуфляж и шпионаж",
        "description": "Супершпион Лэнс Стерлинг и молодой ученый Уолтер Беккет - полные противоположности. Жизнерадостный Лэнс с удовольствием каждый день спасает города и страны. Хмурый Уолтер хочет отгородиться от всех в мире собственных изобретений и гаджетов. Но когда события принимают неожиданный оборот, этот маловероятный дуэт вынужден объединиться и проявить все свои способности в совершенно новом ключе. Странной паре потребуются невероятные чудеса маскировки ради спасения всего мира.",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/1629390/d0a2d705-c8d5-4a69-9f73-14102d83da18/orig",
        "id": "1008408",
        "year": 2019,
        "genres": "мультфильм, фантастика, боевик, триллер, драма, комедия, приключения, семейный",
        "rating": 7.496,
        "actors": "Уилл Смит, Том Холланд, Рашида Джонс, Бен Мендельсон, Риба Макинтайр, Рэйчел Броснахэн, Карен Гиллан, D.J. Халед, Маси Ока, Карла Хименес",
        "directors": "Ник Бруно, Трой Квон",
        "country": "Великобритания, США",
        "duration": 102,
        "budget": 100000000
    },
    {
        "name": "Ранго",
        "description": "Ранго - хамелеон, который живет в террариуме и считает себя героем, которому, к сожалению, никак не удается проявить свое бесстрашие. Но когда он внезапно оказывается в городке Грязь, у него появляется такая возможность. Ранго провозглашает себя борцом за справедливость и начинает вести себя как шериф на Диком Западе. Он еще не знает, что быть «хорошим парнем» в этих краях не самая завидная участь...",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/1599028/06f4aae3-ad16-4f69-ae34-3dbe17fc85b9/orig",
        "id": "426053",
        "year": 2011,
        "genres": "мультфильм, боевик, комедия, приключения, семейный, вестерн",
        "rating": 7.205,
        "actors": "Джонни Депп, Айла Фишер, Эбигейл Бреслин, Нед Битти, Альфред Молина, Билл Найи, Стивен Рут, Гарри Дин Стэнтон, Тимоти Олифант, Рэй Уинстон",
        "directors": "Гор Вербински",
        "country": "США, Великобритания",
        "duration": 107,
        "budget": 135000000
    },
    {
        "name": "Кунг-фу Панда 2",
        "description": "Панда По наконец-то исполнит свою мечту, станет Воином Дракона и со своими друзьями и мастерами кунг-фу — Неистовой Пятеркой — защитит Великую Долину от страшного злодея и его легиона...",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/1898899/6f8602bd-3058-40f2-911b-e16b68a634b6/orig",
        "id": "427878",
        "year": 2011,
        "genres": "мультфильм, фэнтези, боевик, драма, комедия, приключения, семейный",
        "rating": 7.394,
        "actors": "Джек Блэк, Анджелина Джоли, Дастин Хоффман, Гари Олдман, Джеки Чан, Сет Роген, Люси Лью, Дэвид Кросс, Джеймс Хун, Мишель Йео",
        "directors": "Дженнифер Ю Нельсон",
        "country": "США, Канада",
        "duration": 91,
        "budget": 150000000
    },
    {
        "name": "Гадкий я 3",
        "description": "Грядет третье пришествие. Многодетный суперагент, роковая красотка и бессмертные миньоны на подходе. Готовьтесь. Они будут править миром.",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/1946459/a2fb3e6e-0266-430d-99ab-fe8a1f799555/orig",
        "id": "820599",
        "year": 2017,
        "genres": "мультфильм, фантастика, комедия, криминал, приключения, семейный",
        "rating": 6.331,
        "actors": "Стив Карелл, Кристен Уиг, Трей Паркер, Миранда Косгров, Дэна Гайер, Нев Шаррел, Пьер Коффан, Стив Куган, Джули Эндрюс, Дженни Слейт",
        "directors": "Кайл Балда, Пьер Коффан, Эрик Гуильон",
        "country": "США, Франция, Япония",
        "duration": 89,
        "budget": 80000000
    },
    {
        "name": "Аркейн",
        "description": "История разворачивается в утопическом краю Пилтовер и жестоком подземном мире Заун и рассказывает о становлении двух легендарных чемпионов Лиги и о той силе, что разведёт их по разные стороны баррикад.",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/4774061/d906e201-8f29-42ab-8a56-9d7e882856a2/orig",
        "id": "4445150",
        "year": 2021,
        "genres": "мультфильм, фантастика, фэнтези, боевик, драма",
        "rating": 8.748,
        "actors": "Хейли Стайнфелд, Кевин Алехандро, Джейсон Спайсэк, Токс Олагундойе, Джейби Бланк, Гарри Ллойд, Миа Синклер Дженнесс, Терри Дуглас, Реми Хай, Робин Аткин Даунс",
        "directors": "Паскаль Шаррю, Арно Делорд",
        "country": "США, Франция",
        "duration": null,
        "budget": "N/A"
    },
    {
        "name": "Утиные истории",
        "description": "Приключения миллионера Скруджа Макдака и его неугомонных племянников, которые путешествуют по всему миру в поисках невероятных сокровищ и несметных богатств.",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/1704946/86713080-c167-4c01-8f60-a7c530409722/orig",
        "id": "1008491",
        "year": 2017,
        "genres": "мультфильм, фантастика, детский, фэнтези, боевик, комедия, детектив, приключения, семейный",
        "rating": 8.475,
        "actors": "Дэвид Теннант, Бен Шварц, Дэнни Пуди, Бобби Мойнахан, Кейт Микуччи, Бек Беннетт, Кит Фергюсон, Тони Ансельмо, Токс Олагундойе, Пэйджет Брюстер",
        "directors": "Мэттью Хэмфрис, Тэннер Джонсон, Джейсон Зурек, Джон Аошима",
        "country": "США",
        "duration": null,
        "budget": "N/A"
    },
    {
        "name": "Приключения Тинтина: Тайна единорога",
        "description": "Главный герой — молодой газетный репортёр Тинтин. Благодаря своей профессии он путешествует по всему миру и становится участником увлекательных приключений.",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/1599028/f80e4109-7472-46d5-bd3c-d6036ffd80d5/orig",
        "id": "406186",
        "year": 2011,
        "genres": "мультфильм, боевик, детектив, приключения, семейный",
        "rating": 7.407,
        "actors": "Джейми Белл, Энди Серкис, Дэниэл Крэйг, Саймон Пегг, Ник Фрост, Дэниэл Мейс, Гад Эльмалех, Тоби Джонс, Джо Старр, Энн Рейтел",
        "directors": "Стивен Спилберг",
        "country": "США, Новая Зеландия, Великобритания, Франция, Австралия",
        "duration": 101,
        "budget": 140000000
    },
    {
        "name": "Кунг-фу Панда 4",
        "description": "Продолжение приключений легендарного воина По, его верных друзей и наставника.",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/9784475/6f8c20ab-d744-4ac3-9d5a-ac15942eb4eb/orig",
        "id": "5078842",
        "year": 2024,
        "genres": "мультфильм, фэнтези, боевик, комедия, приключения, семейный",
        "rating": 6.686,
        "actors": "Джек Блэк, Аквафина, Виола Дэвис, Дастин Хоффман, Брайан Крэнстон, Джеймс Хун, Иэн Макшейн, Ке Хюи Куан, Ронни Чиэн, Лори Тань Чинн",
        "directors": "Майк Митчелл, Стефани Стайн",
        "country": "США, Китай",
        "duration": 94,
        "budget": 85000000
    },
    {
        "name": "Разочарование",
        "description": "Действие разворачивается в Средневековье в королевстве Дримландия, где живёт юная принцесса-алкоголичка Бин. Отказавшись выходить замуж, Бин отправляется в путешествие по стране в компании эльфа и демона. По дороге трио встретит множество фантастических тварей и дураков людского происхождения.",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/4774061/b830541b-3310-474e-b168-d0914f8ceb2d/orig",
        "id": "1112702",
        "year": 2018,
        "genres": "мультфильм, фэнтези, комедия, приключения",
        "rating": 7.598,
        "actors": "Эбби Джейкобсон, Нат Факсон, Эрик Андре, Джон Ди Маджио, Тресс МакНилл, Шэрон Хорган, Дэвид Херман, Морис ЛаМарш, Билли Уэст, Рич Фулчер",
        "directors": "Дуэйн Кэри-Хилл, Питер Аванзино, Ира Шерак, Эдмунд Фонг",
        "country": "США",
        "duration": null,
        "budget": "N/A"
    },
    {
        "name": "Уоллес и Громит: Проклятие кролика-оборотня",
        "description": "Ежегодный конкурс гигантских овощей приближается, и «овощемания» охватывает всех соседей Уоллеса и Громита. Два предприимчивых друга решили заработать денег на борьбе с грызунами, воспользовавшись своим изобретением «Анти-Песто». Но внезапно огромное таинственное животное начало терроризировать округу, уничтожая овощи, которые могли претендовать на главный приз конкурса. В отчаянье, пытаясь спасти мероприятие, его организатор леди Тоттингтон обещает царские почести тому, кто поймает зверя и спасет праздник.",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/6201401/2adebb0f-58fd-4b2b-9674-285a3ca40526/orig",
        "id": "22399",
        "year": 2005,
        "genres": "мультфильм, фантастика, фэнтези, комедия, детектив, приключения, семейный",
        "rating": 7.153,
        "actors": "Питер Саллис, Рэйф Файнс, Хелена Бонем Картер, Питер Кэй, Николас Смит, Лиз Смит, Джон Томсон, Марк Гэтисс, Винсент Эбрахим, Джеральдин МакЮэн",
        "directors": "Стив Бокс, Ник Парк",
        "country": "Великобритания, США",
        "duration": 85,
        "budget": 30000000
    },
    {
        "name": "Уоллес и Громит: Дело о смертельной выпечке",
        "description": "Уоллес и Громит занялись пекарным бизнесом, превратив свой дом в настоящую пекарню - с духовками, роботизированными тестомешалками и старомодной ветряной мельницей на крыше. Их дела идут в гору, однако Громит обеспокоен последними событиями: в этом году уже 12 местных пекарей исчезли без следа. Но Уоллеса это не волнует. Все его мысли лишь об очаровательной Пиэлле Бэйкуэлл - бывшей рекламной модели выпечки Бейк-Лайт. Вскоре Громит понимает, что жизнь его хозяина под угрозой, и берётся за расследование серии таинственных убийств, которое позже назовут «Делом о смертельной выпечке».",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/1600647/ac79f9ca-3ae4-4fca-89ac-3348702113ef/orig",
        "id": "395901",
        "year": 2008,
        "genres": "мультфильм, короткометражка, комедия, криминал, детектив, семейный",
        "rating": 7.319,
        "actors": "Питер Саллис, Сэлли Линдсэй, Сара Лаборд, Бен Уайтхед",
        "directors": "Ник Парк",
        "country": "Великобритания",
        "duration": 29,
        "budget": "N/A"
    }
]