[
    {
        "name": "Маугли. Ракша",
        "description": "Маленький ребёнок попадает в джунгли в волчью семью. Он приглянулся матери волчице Ракше, которая не отдала его тигру людоеду Шерхану. Волки вскормили и воспитали человеческого детёныша, которого назвали Маугли. Но семья живёт в волчьей стае которая, управляется законом джунглей. Совет стаи должен решить будет ли жить Маугли среди зверей или отдать его Шерхану, который хочет получить свою добычу.",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/1898899/15fb52c8-bb93-4ea2-bda4-bd6873ac7a02/orig",
        "id": "419024",
        "year": 1967,
        "genres": "мультфильм, детский, приключения, короткометражка",
        "rating": 7.941,
        "actors": "Люсьена Овчинникова, Александр Назаров, Анатолий Папанов, Сергей Мартинсон, Людмила Касаткина, Степан Бубнов, Лев Любецкий",
        "directors": "Роман Давыдов",
        "country": "СССР",
        "duration": 19,
        "budget": "N/A"
    },
    {
        "name": "Серый волк энд Красная шапочка",
        "description": "Соскучившись по Бабушке Терезе, мать отправляет Красную Шапочку из Москвы в Париж доставить ей русский праздничный пирог. Проходя через лес, Красная Шапочка встречает особо опасного преступника — Серого Волка, который к тому времени уже съел доктора Айболита и Зайчика. Он расспрашивает её, куда она идёт и с чем её пирог.",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/1898899/d3f1b502-868b-41de-bf2d-34edcf6c01ac/orig",
        "id": "43698",
        "year": 1990,
        "genres": "мультфильм, короткометражка, мюзикл",
        "rating": 8.077,
        "actors": "Армен Джигарханян, Светлана Степченко, Елизавета Разинова, Евдокия Урусова, Владимир Виноградов, Гарри Бардин",
        "directors": "Гарри Бардин",
        "country": "СССР",
        "duration": 27,
        "budget": "N/A"
    },
    {
        "name": "Бриклберри",
        "description": "История строится вокруг рейнджеров-раздолбаев, чудом остающихся на своих рабочих местах, которые столкнулись с закрытием своего парка. На помощь им приходит новенькая девушка-рейнджер, чья цель — преобразить и сохранить заповедник. Всё это выглядит особо комичным, ведь зачастую, лесу и его жителям, в большей степени, угрожают те, кто должен был охранять их.",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/1600647/376445fc-4327-4ed9-b5f0-49d2660b19a4/orig",
        "id": "709862",
        "year": 2012,
        "genres": "мультфильм, комедия",
        "rating": 7.783,
        "actors": "Дэниэл Тош, Роджер Блэк, Дэвид Херман, Том Кенни, Джерри Майнор, Вако О’Гуин, Наташа Леджеро, Кэйтлин Олсон, Джон Ди Маджио, Тара Стронг",
        "directors": "Захари Монкриф, Брайан ЛоСкьяво, Ира Шерак, Спенсер Лодиеро",
        "country": "США",
        "duration": null,
        "budget": "N/A"
    },
    {
        "name": "Mister Пронька",
        "description": "В Россию приезжает богатый американец с заданием от правительства, обратить в «американску веру» кого-нибудь из русских. Американец находит на рынке оборванца Проньку и заключает с ним пари: он даёт Проньке денег и возможность торговать, и если тот в течение 15 лет не будет никак мыться, то весь доход Пронька может взять себе.",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/1946459/da57674a-85ef-41d4-ad8f-05dca5b275cb/orig",
        "id": "436339",
        "year": 1991,
        "genres": "мультфильм, семейный, короткометражка",
        "rating": 8.077,
        "actors": "Евгений Леонов, Ольга Голованова, Клара Румянова, Анатолий Баранцев, Александр Пятков, Герман Качин, Т. Ананченко, Николай Курнаков",
        "directors": "Леонид Носырев",
        "country": "СССР",
        "duration": 28,
        "budget": "N/A"
    },
    {
        "name": "Жизнь с Луи",
        "description": "Комик Луи Андерсон рассказывает зрителям о своём детстве. Происходящие события освещаются не только с позиции восьмилетнего мальчика, которым он когда-то был, но и с высоты прожитых лет. Луи Андерсон даёт взрослую оценку историям своего детства.",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/1704946/23d4558a-c134-4537-b0af-4fec4e35980c/orig",
        "id": "85057",
        "year": 1994,
        "genres": "мультфильм, короткометражка, комедия, приключения, семейный",
        "rating": 8.091,
        "actors": "Луи Андерсон, Эди Макклёрг, Джастин Шенкароу, Мико Хьюз, Деби Дерриберри, Джастин Джон Росс, Терренс «Т.К.» Карсон, Меган Фэй, Томми Хинкли, Скотт ЛаРоуз",
        "directors": "Мэттью О’Каллахэн, Берт Ринг",
        "country": "США",
        "duration": null,
        "budget": "N/A"
    }
]