[
    {
        "name": "Вуншпунш",
        "description": "Это история о Бубонике и его тете Тирании, двух эксцентричных и взбалмошных колдунах, объединившихся, чтобы наложить заклятие на мирный и ничего не подозревающий город Мегалополис.\nЭкстравагантный дуэт соединяет свои волшебные силы, чтобы создать заклинания, известные под именем «Вуншпунш». Единственная проблема в том, что заклятие не будет иметь силу, если его прервать в течение семи часов. Горе-маги даже не подозревают, что их домашние любимцы – кот Маурицио и ворон Якоб являются шпионами «Совета животных», посланными с целью защитить жителей города от разрушающих чар коварных волшебников…\nК несчастью, Бубонику и Тирании никак не удаётся сотворить ни одного путного заклинания. Провалившись в очередной раз, они получают хорошенькую взбучку от хозяина, после чего бедолаги вынуждены создавать новые заклятия, еще более нелепые и неудачные, чем прежде.",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/1898899/e69010a1-258d-47ec-a3d6-90b7964dd20d/orig",
        "id": "418903",
        "year": 2000,
        "genres": "мультфильм, фэнтези, комедия, приключения",
        "rating": 7.855,
        "actors": "Вольфганг Якоб, Манон Штрахе, Себастьян Шульц, Патрис Дозье, Рик Джонс, Гарри Хилл, Хоаким Капс, Кэтлин Фи, Власта Врана, Джоанна Нойес",
        "directors": "Филипп Амадор",
        "country": "Канада, Франция, США",
        "duration": null,
        "budget": "N/A"
    },
    {
        "name": "Бэтмен",
        "description": "Бэтмен сражается с кишащими в Готэме силами зла.",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/1777765/bbe31a37-b1be-46b7-bbde-9b4ba2ad172b/orig",
        "id": "94681",
        "year": 1992,
        "genres": "мультфильм, фантастика, боевик, криминал, детектив, приключения, семейный",
        "rating": 7.986,
        "actors": "Кевин Конрой, Ефрем Цимбалист мл., Боб Хатингс, Лорен Лестер, Роберт Костанцо, Джейн Алан, Марк Хэмилл, Ричард Молл, Ллойд Бокнер, Арлин Соркин",
        "directors": "Кевин Алтери, Бойд Керклэнд, Фрэнк Пор, Дэн Риба",
        "country": "США",
        "duration": null,
        "budget": "N/A"
    },
    {
        "name": "Утро попугая Кеши",
        "description": "Очередная история про хвастливого попугая Кешу, который на этот раз возомнил себя киногероем, но, как всегда, попал впросак: его спортивные достижения завершились так и не начавшись, а попытки продемонстрировать свое умение и псевдознания закончились трагически.",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/4483445/d02abf07-f4b3-4151-81a2-2ff068481f6b/orig",
        "id": "453281",
        "year": 2002,
        "genres": "мультфильм, короткометражка",
        "rating": 7.428,
        "actors": "Игорь Христенко, Ольга Шорохова, Клара Румянова",
        "directors": "Александр Давыдов",
        "country": "Россия",
        "duration": 9,
        "budget": "N/A"
    },
    {
        "name": "Возвращение блудного попугая",
        "description": "Мультик про попугая Кешу, который убежал от Вовки и решил жить самостоятельно.",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/6201401/958151c1-1a5c-4344-a686-2bd2d023964e/orig",
        "id": "45880",
        "year": 1984,
        "genres": "мультфильм, комедия, детский",
        "rating": 8.064,
        "actors": "Геннадий Хазанов, Маргарита Корабельникова, Зинаида Нарышкина, Вячеслав Невинный, Наталия Ченчик, Валентин Караваев, Герман Качин",
        "directors": "Валентин Караваев, Александр Давыдов",
        "country": "СССР",
        "duration": null,
        "budget": "N/A"
    },
    {
        "name": "Винсент",
        "description": "Юный Винсент Маллой мечтает быть таким, как Винсент Прайс, и теряется в мрачных видениях, раздражающих его мать.",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/1898899/1383df97-fbc4-4ce2-86a1-33a4d7c18b6e/orig",
        "id": "18566",
        "year": 1982,
        "genres": "мультфильм, короткометражка, фэнтези, семейный",
        "rating": 8.135,
        "actors": "Винсент Прайс",
        "directors": "Тим Бёртон",
        "country": "США",
        "duration": 6,
        "budget": "N/A"
    },
    {
        "name": "Последний человек",
        "description": "Город Пакстаун контролируют мафия и гангстеры. Юный Ришар Алдана вырос на улицах города. Он любит бокс и всё свободное время посвящает тренировкам, но это едва позволяет ему сводить концы с концами. Не умея ничего, кроме как драться на ринге, Ришар решает принять участие в смертельном чемпионате по боевым искусствам Fist Fight Funeral Cup, по которому сходит с ума весь город.",
        "poster_url": "https://image.openmoviedb.com/kinopoisk-images/1629390/dfcc0b18-8263-491e-99b6-447ae1de8375/orig",
        "id": "1008970",
        "year": 2016,
        "genres": "мультфильм, боевик, детектив, приключения, спорт",
        "rating": 8.584,
        "actors": "Тайлер Банч, Корин Уильямс, Марсаль Лемину, Маэлис Рикордо, Элисон Ли Розенфельд, Барбара Беретта, Крис Джай Алекс, Мари Шевало, Черами Ли, Венсан Ропион",
        "directors": "Жереми Перен, Жереми Хорау",
        "country": "Франция",
        "duration": null,
        "budget": 183345
    }
]